Repository: klangman/cinnamon-spices-extensions
Catalog: DesktopCube@yare/files/DesktopCube@yare/po/*.po
Languages: eu, hr, ro, ru

source: Desktop Cube
eu: Mahaigaineko kuboa
hr: Kocka radne površine
ro: Cub pentru spațiul de lucru
ru: Куб Рабочего Стола (Desktop Cube)

source: Compiz Cube-like animation for workspace switching
eu: Compiz Cube-ren antzeko animazioa, lanerako areetatik mugitzerakoan
hr: Animacija poput Compiz kocke za prebacivanje radih prostora
ro: Animație de tip Compiz Cube pentru schimbarea spațiului de lucru
ru: Переключение рабочих столов с эффектом 3D куба как в Compiz

source: General
eu: Jenerala
hr: Općenito
ru: Общие

source: Animation duration
eu: Animazioaren iraupena
hr: Trajanje animacije
ro: Durata animației
ru: Продолжительность анимации

source: Pullaway proportion from screen
eu: Pullaway proportzioa pantailatik
hr: Omjer udaljavanja od zaslona
ro: Proporția de tragere în spate de la ecran
ru: Пропорции куба относительно экрана

source: Effects
eu: Efektua
hr: Efekti
ro: Efecte
ru: Эффекты

source: Scale effect
eu: Handitze-efektua
hr: Efekt udaljenja
ro: Efectul de mărire
ru: Эффект отстранения

source: Unscale effect
eu: Txikitze-efektua
hr: Efekt približenja
ro: Efectul de micșorare
ru: Эффект втягивания

source: Begin rotate effect
eu: Biraketa-efektuaren hasiera
hr: Efekt početka zakretanja
ro: Începe efectul de rotire
ru: Начало эффекта вращения

source: End rotate effect
eu: Biraketa-efektuaren amaiera
hr: Efekt završetka zakretanja
ro: Termină efectului de rotire
ru: Конец эффекта вращения

source: System Settings
eu: Sistemaren Ezarpenak
ro: Setări de sistem
ru: Системные настройки

source: Open Cinnamon Settings to manage Workspaces
eu: Ireki Cinnamonen Ezarpenak laneko areak kudeatzeko
ro: Deschide Setări Cinnamon pentru a gestiona Spațiile de lucru
ru: Открыть настройки Cinnamon для управления рабочими областями
